<?php

return [

    'confirm' => 'पुष्टि करें',
    'password' => 'पासवर्ड',
    'email_add' => 'ई-मेल पता',
    'reset_password' => 'पासवर्ड रीसेट करें',
    'update_password' => 'पासवर्ड अपडेट करें',
    'forgot_pass' => 'पासवर्ड भूल गए',
    'enter_email' => 'ई-मेल दर्ज करें...',
    'current_password' => 'मौजूदा पासवर्ड',
    'confirm_password' => 'पासवर्ड की पुष्टि करें',
    'forgot_password' => 'अपना पासवर्ड भूल गए?',
    'send_reset_link' => "पासवर्ड रीसेट लिंक भेजें",
    'throttled' => 'पुनः प्रयास करने से पहले कृपया प्रतीक्षा करें।',
    'reset' => 'आपका पासवर्ड रीसेट कर दिया गया है!',
    'token' => 'यह पासवर्ड रीसेट टोकन अमान्य है।',
    'sent' => 'हमने आपका पासवर्ड रीसेट लिंक ईमेल कर दिया है!',
    'user' => "हम उस ईमेल पते के साथ एक उपयोगकर्ता नहीं ढूँढ सकते।",
    'password_confirm_text' => 'जारी रखने से पहले कृपया अपने पासवर्ड की पुष्टि करें।',
    'reset_password_by_email' => 'अपना पासवर्ड रीसेट करने के लिए नीचे अपना ई-मेल पता दर्ज करें।',

];
